// Generic
"Acknowledgements" = "Mulțumiri";
"BarcodeOrUsername" = "Cod de bare sau Utilizator";
"Borrow" = "obține";
"BorrowFailed" = "a eșuat aferente creditului";
"BorrowCouldNotBeCompletedFormat" = "%@ Nu împrumut ar putea fi finalizată.";
"Cancel" = "Anulare";
"Catalog" = "Catalog";
"Categories" = "categorii";
"Category" = "Categorie";
"CheckConnection" = "Vă rugăm să verificați conexiunea și încercați din nou.";
"Close" = "Închide";
"ConnectionFailed" = "Conexiune esuata";
"Delete" = "Șterge";
"DeviceAuthorizationError" = "A apărut o eroare în timp ce autorizează acest dispozitiv.";
"Download" = "Descarca";
"DownloadCouldNotBeCompleted" = "Download-ul nu a putut fi finalizată.";
"DownloadCouldNotBeCompletedFormat" = "Fișierul de descărcat pentru %@ nu a putut fi finalizată.";
"DownloadFailed" = "Descarcare esuata";
"Downloading" = "Descărcarea";
"Feedback" = "Parere";
"Hide" = "Ascunde";
"LibraryCard" = "fișă";
"LogIn" = "Logare";
"More..." = "Mai Mult…";
"MoreBooks" = "Mai multe cărți%@";
"NoResultsFound" = "Nici un rezultat gasit.";
"NotConnected" = "Nu sunteți conectat la internet. Conectați-vă și încercați din nou.";
"OK" = "O.K";
"PDFNotSupported" = "Adobe PDF nu este acceptat";
"PDFNotSupportedDescriptionFormat" = "%@ Este un Adobe PDF, care nu este acceptat.";
"PIN" = "PIN";
"PrivacyPolicy" = "Politica de confidentialitate";
"Published" = "Publicat";
"Publisher" = "Editor";
"Read" = "Citit"; // present tense
"Remove" = "Elimina";
"Reserve" = "rezervă";
"Return" = "Întoarcere";
"ReturnCouldNotBeCompletedFormat" = "Returnarea %@ nu a putut fi finalizată.";
"ReturnFailed" = "Întoarcere Nu s-";
"Requesting" = "solicitant";
"Search" = "Căutare";
"Settings" = "setările";
"Show" = "Spectacol";
"SignOut" = "Sign out";
"SigningOut" = "conectându Out";
"SignUp" = "Inscrie-te";
"SoftwareLicenses" = "Licențe software";
"SyncComplete" = "Sincronizare încheiată";
"SyncFailed" = "sincronizarea a eșuat";
"TimedOut" = "Serverul nu raspunde. Vă rugăm să verificați conexiunea sau încercați din nou mai târziu.";
"TryAgain" = "Încearcă din nou";
"UnknownRequestError" =
    "O eroare necunoscută s-a întamplat. Vă rugăm să verificați conexiunea sau încercați din nou mai târziu.";
"Verifying" = "Se verifică";
"YourBooksWereSyncedSuccessfully" = "Cărțile dvs. au fost sincronizate cu succes!";

// NYPLAppDelegate

"AppDelegateUpdateRequiredTitle" = "Actualizare necesara";
"AppDelegateUpdateRequiredMessageFormat" = "O actualizare critică este necesară pentru aplicații mai vechi decât versiunea %@. părți esențiale ale cererii nu va funcționa corect până când se efectuează o actualizare.";
"AppDelegateUpdateNow" = "Actualizează acum";
"AppDelegateUpdateRemindMeLater" = "Amintestemi mai tarziu";

// NYPLBookButtonsView

"BookButtonsViewRemoveHoldTitle" = "Rezervare elimina";
"BookButtonsViewRemoveHoldMessage" = "Sunteți sigur că doriți să eliminați \"%@\" din rezervările? Nu vei mai fi în linie pentru această carte.";
"BookButtonsViewRemoveHoldConfirm" = "Elimina";


// NYPLBookDetailViewControllerTitle

"BookDetailViewControllerTitle" = "Detalii";
"BookDetailViewControllerDownloadNeededTitle" = "Cartea dvs. nu a fost încă descărcat.";
"BookDetailViewControllerDownloadSuccessfulTitle" = "Cartea ta este gata pentru a citi!";
"BookDetailViewControllerAvailableToBorrowTitle" = "Această carte este disponibil pentru a împrumuta.";
"BookDetailViewControllerCanHoldTitle" = "Toate licențele acestei cărți sunt în prezent verificat";
"BookDetailViewControllerCanKeepTitle" = "Această carte cu acces deschis este disponibil pentru a păstra.";
"BookDetailViewControllerHoldingTitleFormat" = "Disponibil pentru finalizarea comenzii in aproximativ %@.";
"BookDetailViewControllerReservedTitleFormat" = "Această rezervare va fi anulată în mod automat în %@.";
"BookDetailViewControllerDistributedByFormat" = "Distribuit de: %@";

// NYPLFacetView

"FacetViewNotActive" = "<>";

// NYPLHoldsViewController

"HoldsViewControllerTitle" = "Rezervările";
"HoldsViewControllerSearchTitle" = "căutare Rezervări";
"AvailableForCheckoutHeader" = "DISPONIBIL PENTRU PLATA";
"WaitingForAvailabilityHeader" = "AȘTEAPTĂ DISPONIBILITATE";

// NYPLMyBooksDownloadCenter

"MyBooksDownloadCenterConfirmDeleteTitle" = "Șterge";
"MyBooksDownloadCenterConfirmDeleteTitleMessageFormat" = "Ești sigur că vrei să ștergi \"%@\"?";
"MyBooksGoToCatalog" = "Vizitează Catalog pentru a adăuga cărți la Cărțile mele.";

"MyBooksDownloadCenterConfirmReturnTitle" = "Întoarcere";
"MyBooksDownloadCenterConfirmReturnTitleMessageFormat" = "Sunteți sigur că doriți să se întoarcă \"%@\"?";

// NYPLMyBooksViewController

"MyBooksViewControllerTitle" = "Cartile mele";
"MyBooksViewControllerSearchTitle" = "Căutare Cărțile mele";
"MyBooksViewControllerFacetAll" = "Toate";
"MyBooksViewControllerFacetAuthor" = "Autor";
"MyBooksViewControllerFacetOnLoan" = "Împrumutat";
"MyBooksViewControllerFacetTitle" = "Titlu";
"MyBooksViewControllerGroupShow" = "Spectacol";
"MyBooksViewControllerGroupSortBy" = "Filtrează după";

// NYPLReaderViewController

"ReaderViewControllerCorruptTitle" = "Nu a putut afișa cartea";
"ReaderViewControllerCorruptMessage" = "Această carte este coruptă și nu poate fi citit.";
"ReaderViewControllerCurrentChapter" = "Capitolul curent";
"Book" = "Carte";
"leftin" = "lăsat înăuntru";
"TOC" = "Cuprins";

// NYPLReaderReadiumView
"chapter" = "capitol";

// NYPLReaderSettingsView
"SansFont" = "font Sans";
"SerifFont" = "font serif";
"OpenDyslexicFont" = "font dislexic deschis";
"WhiteOnBlackText" = "Alb pe text negru";
"BlackOnSepiaText" = "Negru pe textul sepia";
"BlackOnWhiteText" = "Negru pe text alb";
"DecreaseFontSize" = "A micșora dimensiunea fontului";
"IncreaseFontSize" = "Mărește dimensiunea fontului";
"MediaOverlayPlaybackToggle" = "Redare media suprapunere de comutare";
"BrightnessSlider" = "glisorul luminozitate";

// NYPLReaderSettingsViewController
"ReaderViewControllerToggleReaderSettings" = "Setări cititor de comutare";

// ReaderTOCViewController

"ReaderTOCViewControllerTitle" = "Cuprins";

// NYPLSettingsAccountViewController

"SettingsAccountViewControllerAuthenticationReason" = "Autentifice pentru a descoperi PIN-ul.";
"SettingsAccountViewControllerCannotLogOutTitle" =
  "Deconectare nu a reușit";
"SettingsAccountViewControllerCannotLogOutMessage" =
  "Vă rugăm să așteptați pentru anumite acțiuni legate de descărcare pentru a termina înainte de a ieși.";
"SettingsAccountViewControllerInvalidCredentials" =
  "Dvs. de combinație de coduri de bare și PIN-ul nu a fost valid. Vă rugăm să încercați din nou.";
"SettingsAccountViewControllerLoginFailed" = "Autentificare esuata";
"SettingsAccountViewControllerLogoutFailed" = "Deconectați-vă nu a reușit";
"SettingsAccountViewControllerLogoutMessage" =
  "Dacă vă conectați la contul dvs., tot conținutul accesibil prin Cărțile mele vor fi eliminate de pe acest dispozitiv.";
"SettingsAccountViewControllerMessageLogIn" = "Folosiți cardul de bibliotecă pentru a te autentifica.";
"SettingsAccountViewControllerMessageLogInToDownloadBook" =
  "Aveți nevoie de un card de bibliotecă pentru a descărca această carte.";
"SettingsAccountViewControllerMessageInvalidPIN" =
  "PIN-ul dvs. sa schimbat. Introduceți noul cod PIN.";
"Location" = "Locație";
"LocationRequiredMessage" = "Locul de amplasare informații sunt necesare pentru înscriere Up. Vă rugăm să permiteți accesul la informațiile privind localizarea în setările iOS";

// NYPLEULAViewController && NYPLSettingsEULAViewController
"Accept" = "Accept";
"Reject" = "Respinge";
"EULA" = "Acordul Utilizatorului";
"EULAHaveToAgree" = "Trebuie să acceptați Acordul de licență pentru utilizatorul final pentru a utiliza această aplicație.";
"NOTICE" = "ÎNȘTIINȚARE";

// NYPLSettingsPrivacyPolicyViewController
"PrivacyPolicy" = "Politica de confidentialitate";
"SettingsAccountViewControllerMessageTooManyActivations" = "Prea multe dispozitive au fost autorizate cu acest card de bibliotecă.";
